Repository: common-repository/product-gallery-swiper-for-woocommerce
Catalog: languages/product-gallery-swiper-for-woocommerce-*.po
Languages: nl_nl

source: Gallery Swiper
nl_nl: Galerij Swiper

source: Gallery Slider settings
nl_nl: Galerij Slider instellingen

source: Customize the Gallery slider settings.
nl_nl: Pas de instellingen van de Gallery Slider aan.

source: Enable scrollbar
nl_nl: Schakel scrollbalk in

source: Enable scrollbar for the slider
nl_nl: Schakel scrollbalk in voor de slider

source: Enable pagination
nl_nl: Schakel paginering in

source: Enable pagination for the slider
nl_nl: Schakel paginering in voor de slider

source: Enable navigation
nl_nl: Schakel navigatie in

source: Enable navigation for the slider
nl_nl: Schakel navigatie in voor de slider

source: Disable slider from
nl_nl: Schakel slider uit vanaf

source: When set, the slider will be disabled from the specified breakpoint upwards, and the second product image will be displayed on mouse hover.
nl_nl: Indien ingesteld, wordt de slider uitgeschakeld vanaf het gespecificeerde breekpunt en hoger, en wordt de tweede productafbeelding weergegeven bij het hoveren met de muis.

source: Always enabled
nl_nl: Altijd ingeschakeld

source: Disabled from 480px and up
nl_nl: Uitgeschakeld vanaf 480px en hoger

source: Disabled from 768px and up
nl_nl: Uitgeschakeld vanaf 768px en hoger

source: Disabled from 992px and up
nl_nl: Uitgeschakeld vanaf 992px en hoger

source: Disabled from 1200px and up
nl_nl: Uitgeschakeld vanaf 1200px en hoger

source: This plugin requires WooCommerce. Please install and activate WooCommerce before activating this plugin.
nl_nl: Deze plugin vereist WooCommerce. Installeer en activeer WooCommerce voordat u deze plugin activeert.

source: Product Gallery Swiper for WooCommerce
nl_nl: Productgalerij Swiper voor WooCommerce

source: Enhances WooCommerce product images display on product listing sections, providing a responsive and touch-friendly slider.
nl_nl: Verbetert de weergave van WooCommerce productafbeeldingen in productoverzichten, met een responsieve en gebruiksvriendelijke slider.
